Revit 2024 API
IEntryPoint Members
The IEntryPoint type exposes the following members.
Methods
Name | Description
FinishInitialization
Initialize
OnShutdown
Properties
Name | Description
AddinFolder
See Also
IEntryPoint Interface
Autodesk.Revit.DB.Macros Namespace